<?php

return [

  // sections 
  'sections' => [
    [
      'id' => 1,
      'name' => 'Пользователи'
    ],
    [
      'id' => 2,
      'name' => 'Главная'
    ],
    [
      'id' => 3,
      'name' => 'Заявки'
    ],
    [
      'id' => 4,
      'name' => 'Учет работ'
    ],
    [
      'id' => 5,
      'name' => 'Потребители'
    ],
    [
      'id' => 6,
      'name' => 'Сотрудники'
    ],
    [
      'id' => 7,
      'name' => 'Графики'
    ],
    [
      'id' => 8,
      'name' => 'Отделы'
    ],
    [
      'id' => 9,
      'name' => 'Участки'
    ],
    [
      'id' => 10,
      'name' => 'Предприятия'
    ],
    [
      'id' => 11,
      'name' => 'Адреса'
    ],
    [
      'id' => 12,
      'name' => 'Неисправности'
    ],
    [
      'id' => 13,
      'name' => 'Отчеты'
    ],
  ],

  // reports 
  'reports' => [
    [
      'id' => '3',
      'name' => 'Анализ зарегистрированных аварий'
    ],
    [
      'id' => '1',
      'name' => 'Сведения работы ГУПЖХ за сутки'
    ],
    [
      'id' => '2',
      'name' => 'Сведения по водоснабжению объектов ГУПЖХ'
    ],
    [
      'id' => '4',
      'name' => 'Сведения об аварийном состоянии ЖЭУ'
    ],
    [
      'id' => '5',
      'name' => 'Сведения об аварийном состоянии жилого дома'
    ],
  ],

  // actions 
  'actions' => [
    [
      'id' => 1,
      'name' => 'Локализация'
    ],
    [
      'id' => 2,
      'name' => 'Устранение'
    ],
  ],

  // types of jobs
  'type_job' => [

    '1' => [
      'name' => 'Плановая'
    ],

    '2' => [
      'name' => 'Аварийная'
    ]

  ],

  // shutdown types
  'type_off' => [

    '1' => [
      'name' => 'Горячая вода'
    ],

    '2' => [
      'name' => 'Холодная вода'
    ],

    '3' => [
      'name' => 'Отопление'
    ],

    '4' => [
      'name' => 'Электричество'
    ]

  ],

  // attachments
  'attachments' => [

    '1' => [
      'name' => 'Электроснабжение'
    ],

    '2' => [
      'name' => 'Холодное водоснабжение'
    ],

    '3' => [
      'name' => 'Горячее водоснабжение'
    ],

    '4' => [
      'name' => 'Отопление'
    ],

    '5' => [
      'name' => 'Канализация'
    ],

    '6' => [
      'name' => 'Прочие по сантехнике'
    ],

    '7' => [
      'name' => 'Элементы конструкции'
    ]

  ],
];
