<?php
  return [
    'date_now' => date("Y-m-d"),

    // states of bids
    'type_log' => [

      '0' => [
        'name' => 'Локализация'
      ], 

      '1' => [
        'name' => 'Устранение'
      ]

    ],

    // types of jobs
    'type_job' => [

      '1' => [
        'name' => 'Плановая'
      ],

      '2' => [
        'name' => 'Аварийная'
      ]

    ],

    // shutdown types
    'type_off' => [

      '1' => [
        'name' => 'Горячая вода'
      ],

      '2' => [
        'name' => 'Холодная вода'
      ],

      '3' => [
        'name' => 'Отопление'
      ]

    ],

    // attachments
    'attachments' => [

      '1' => [
        'name' => 'Электроснабжение'
      ],

      '2' => [
        'name' => 'Холодное водоснабжение'
      ],

      '3' => [
        'name' => 'Горячее водоснабжение'
      ],

      '4' => [
        'name' => 'Отопление'
      ],

      '5' => [
        'name' => 'Канализация'
      ],

      '6' => [
        'name' => 'Прочие по сантехнике'
      ],

      '7' => [
        'name' => 'Элементы конструкции'
      ]

    ],
];